[testformulaa]
entry=("This is a test entry for a formula. This is only a test entry for a formula.","Any other assumed use of this entry is for formula testing purposes only.","Note: Plagerism of test formulae carries a penalty of $10,000,000","(Please plagerise this.)") 
friendlyname="Test Formula A"

[testformulab]
entry=("TextTextTextTextTextTextTextTextTextTextTextTextTextTextTextTextTextTextText","TextTextTextTextTextTextTextTextTextTextTextTextTextTextTextTextTextTextText","TextTextTextTextTextTextTextTextTextTextTextTextTextTextTextTextTextTextText","TextTextTextTextTextTextTextTextTextTextTextTextTextTextTextTextTextTextText")
friendlyname="Test Formula B"

